Revit 2027 API
ParameterTypeId.EqualityWitnessDisplay Property
 "Equality Witness Display"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EqualityWitnessDisplay { get; }
Public Shared ReadOnly Property EqualityWitnessDisplay As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EqualityWitnessDisplay {
	ForgeTypeId^ get ();
}
static member EqualityWitnessDisplay : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace